Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
co: <ul> <li>A sintassa di l’indirizzi hè di solitu <strong>http://www.esempiu.com/</strong></li> <li>Assicuratevi d’impiegà barre sbieche (i.e. <strong>/</strong>).</li> </ul>

source: Unable to connect
co: Impussibule di cunnettesi

source: Unable to connect. Unrecognizable URL scheme.
co: Impussibule di cunnettesi. Schema d’URL scunnisciutu.

source: Unable to generate PDF
co: Impussibule d’ingenerà un PDF

source: Unable to print
co: Impussibule di stampà

source: Unable to print this page
co: Impussibule di stampà sta pagina

source: Unfortunately, we can’t check the review quality for certain types of products. For example, gift cards and streaming video, music, and games.
co: Per disgrazia, ùn pudemu micca cuntrollà a qualità di l’avisi per certi tipi di prudutti. Per indettu, e carte di rigalu, a diffusione di filmetti è di musica, è i ghjochi.

source: unknown time
co: durata scunnisciuta

source: Unlock
co: Spalancà

source: Unlock private tabs
co: Spalancà l’unghjette private

source: Unlock to use saved payment methods
co: Spalancate per impiegà e metode di pagamentu arregistrate

source: Unlock to use stored credit card information
co: Spalancate per impiegà l’infurmazione di e carte bancarie arregistrate

source: Unlock to view your saved cards
co: Spalancate per affissà e vostre carte arregistrate

source: Unlock to view your saved passwords
co: Spalancate per affissà e vostre parolle d’intesa arregistrate

source: Unreliable reviews
co: Avisi micca degni di cunfidenza

source: Unreliable reviews removed
co: Avisi micca degni di cunfidenza cacciati

source: Unreliable reviews. We believe the reviews are likely fake or from biased reviewers.
co: Avisi micca degni di cunfidenza. Pensemu chì l’avisi sò sicuramente falsi o ch’elli venenu da persone partigiane.

source: Unverified scripts can pose security and privacy risks. Only run scripts from extensions or sources you trust.
co: I scenarii micca verificati ponu pone prublemi di sicurità è di cunfidenzialità. Fate funziunà solu scenarii chì venenu da estensioni o fonti per quelli vo site cunfidenti.

source: <u>Or create a Firefox account to start syncing</u>
co: <u>O creà un contu Firefox per lancià a sincrunizazione</u>

source: Update before March 14
co: Mittite à livellu prima di u 14 di marzu

source: Update before March 14 to keep using add-ons and other features.
co: Mittite à livellu prima di u 14 di marzu per cuntinuà à impiegà i moduli addiziunali è d’altre funzioni.

source: Update card expiration date?
co: Mudificà a data di scadenza di a carta ?

source: Update now
co: Rinnovà subitu

source: Update password?
co: Mudificà a parolla d’intesa ?

source: Update permissions and data preferences any time in the %1$s.
co: Mudificà à ogni mumentu i permessi è e preferenze di i dati via %1$s.

source: Update recommended
co: Messa à livellu ricumandata

source: Update username?
co: Mudificà u nome d’utilizatore ?

source: Update your Firefox browser
co: Mittite à livellu u vostru navigatore Firefox

source: Upload
co: Incaricà

source: Upload files?
co: Incaricà i schedarii ?

source: URL
co: Indirizzu web

source: URL copied to clipboard
co: Indirizzu cupiatu in u preme’papei

source: URL must start with “https://”
co: L’indirizzu web deve principià cù « https:// »

source: URL to use for search
co: Indirizzu web à impiegà per a ricerca

source: Usage data
co: Dati d’adopru

source: Use %1$s as a login provider
co: Impiegà %1$s cum’è furnidore di cunnessione

source: Use a local provider, if possible. %1$s
co: Impiegà un furnidore lucale, s'ella hè pussibule. %1$s

source: Use email mask
co: Impiegà una maschera di messaghjeria

source: Use password
co: Impiegà sta parolla d’intesa

source: Username copied to clipboard
co: Nome d’utilizatore cupiatu in u preme’papei

source: Username required
co: U nome d’utilizatore hè richiestu

source: Username updated
co: Nome d’utilizatore mudificatu

source: Use saved card
co: Impiegà una carta arregistrata

source: Use screen lock to hide private tabs?
co: Impiegà l’ammarchjunata di u screnu per piattà l’unghjette private

source: Use screen lock to hide tabs in private browsing
co: Impiegà l’ammarchjunata di u screnu per piattà l’unghjette in navigazione privata

source: Use strong password
co: Impiegà una parolla d’intesa forte

source: Use strong password?
co: Impiegà una parolla d’intesa forte ?

source: Use strong password: %1$s
co: Impiegà una parolla d’intesa forte : %1$s

source: Use the provider you select
co: Impiegà u furnidore chì vo avete selezziunatu

source: Use your default DNS resolver
co: Impiegà u vostru sistema predefinitu di risuluzione

source: Use your default DNS resolver if there is a problem with the secure DNS provider
co: Impiegà u vostru sistema predefinitu di risuluzione di nome s’ella ci hè un prublema cù u furnidore di DNS sicuru

source: Using the power of %1$s by Mozilla, we help you avoid biased and inauthentic reviews. Our AI model is always improving to protect you as you shop. %2$s
co: Impieghendu a tecnolugia di %1$s da Mozilla, vi aiutemu à rispinghje l’avisi partigiani è falsi. U nostru mudellu d’intelligenza artificiale hè amendatu cuntinuatamente per prutegevi quandu vo cumprate. %2$s

source: Valid hostname required
co: Un nome d’ospite accettevule hè richiestu

source: Verification failed
co: Verificazione fiascata

source: Verified by %s
co: Verificatu da %s

source: Very Dissatisfied
co: Assai infelice

source: Very Satisfied
co: Assai felice

source: Video isn’t playing or loading
co: Impussibule di leghje u filmettu o di caricallu

source: Videos
co: Filmetti

source: View recently closed tabs
co: Affissà l’unghjette chjose pocu fà

source: View tabs with fingerprint, face unlock, or PIN.
co: Affissà l’unghjette cù l’impronta digitale, a ricunnuscenza faciale o un codice PIN.

source: View tabs with your fingerprint, PIN, or face unlock.
co: Affissà l’unghjette cù a vostra impronta digitale, un codice PIN o a ricunnuscenza faciale.

source: View tabs with your fingerprint, PIN, or face unlock. Turning this on also prevents screen capture and sharing.
co: Affissà l’unghjette cù a vostra impronta digitale, un codice PIN o a ricunnuscenza faciale. L’attivazione di sta funzione impedisce dinù a cattura è a spartera di screnu.

source: Village or Township
co: Paese o cantone

source: Wallpaper Item: %1$s
co: Elementu di sfondulu di screnu : %1$s

source: Wallpapers
co: Sfonduli di screnu

source: Wallpaper updated!
co: Sfondulu di screnu mudificatu !

source: We assign each product’s reviews a <b>letter grade</b> from A to F.
co: Demu à ogni avisu di pruduttu una <b>nota alfabetica</b> da A fine à F.

source: Web address must contain "https://" or "http://"
co: L’indirizzu web deve cuntene « https:// » o « http:// »

source: Web address not valid.
co: L’indirizzu web ùn hè micca accettevule.

source: We believe there’s a mix of reliable and unreliable reviews.
co: Pensemu chì ci hè un mischju d’avisi più o menu degni di cunfidenza.

source: We believe the reviews are unreliable.
co: Pensemu chì l’avisi ùn sò micca di cunfidenza.

source: We believe the reviews to be reliable.
co: Pensemu chì l’avisi sò di cunfidenza.

source: website activity
co: attività di i siti web

source: website content
co: cuntenutu di i siti web

source: We can’t check these reviews
co: Ùn pudemu micca cuntrollà st’avisi

source: We download partial languages to keep translations private.
co: Scarichemu certe parti di lingue per mantene private e vostre traduzzioni.

source: We download partial languages to your cache to keep translations private.
co: Scarichemu in a vostra impiatta certe parti di lingue per mantene private e vostre traduzzioni.

source: Welcome to a better internet
co: Benvenuta in un Internet più bellu

source: Welcome to a more personal internet
co: Benvenuta in un Internet più persunale

source: Welcome to an independent internet
co: Benvenuta in un Internet indipendente

source: Welcome to Firefox
co: Benvenuta in Firefox

source: We love keeping you safe
co: A vostra prutezzione ci impreme

source: We protect your data and automatically block companies from spying on your clicks.
co: Prutigemu i vostri dati è impedimu autumaticamente l’imprese di spiunà i vostri clicchi.

source: We’re sorry you’re having issues. Let us know how we can improve %1$s.
co: Simu tristi di sapè chì vo scuntrate penseri. Fateci sapè cumu no pudemu amendà %1$s.

source: We’re working to resolve the issue. Please check back soon.
co: Travagliemu per currege stu penseru. Ci vole à verificà ulteriurmente.

source: We should have info about this product’s reviews within 24 hours. Please check back.
co: Duveriamu avè l’infurmazioni nant’à l’avisi di stu pruduttu da quì à 24 ore. Ci vole à verificà dopu.

source: We use AI technology from %s by Mozilla to check the reliability of product reviews. This will only help you assess review quality, not product quality.
co: Impieghemu a tecnolugia AI di %s da Mozilla per verificà s’è l’avisi nant’à i prudutti sò degni di cunfidenza. Què vi aiuterà à misurà a qualità di l’avisu, micca quella di u pruduttu.

source: We’ve got an update
co: Ci hè una nutizia

source: We’ve introduced a %1$s %2$s and updated our %3$s.
co: Avemu messu in piazza %2$s per %1$s è mudificatu a nostra %3$s.

source: We’ve refreshed the design with a sleek, modern feel
co: Avemu attualizatu a cuncezzione cù una tuccata eleganta è muderna

source: We’ve updated our %1$s to reflect the latest features in Firefox. %2$s
co: Avemu messu à livellu a nostra %1$s per piglià in contu l’ultime funzioni di Firefox. %2$s

source: What do you think about %1$s?
co: Chì ne pensate di %1$s ?

source: What happened? What should have happened?
co: Cosa hè accadutu ? Cosa seria duvutu à accade ?

source: What’s broken?
co: Cosa hè u prublema ?

source: What’s broken? (optional)
co: Cosa hè u prublema ? (ozzionale)

source: What’s new in %1$s
co: Ciò chì hè novu in %1$s

source: What’s new in Firefox
co: Ciò chì hè novu in Firefox

source: When this product has more reviews, we’ll be able to check their quality.
co: Quandu stu pruduttu averà d’altri avisi, puderemu cuntrollà a so qualità.

source: When you’re signed in and synced, you’re safer. Firefox encrypts your passwords, bookmarks, and more.
co: Quandu site cunnessi cù a sincrunizazione attivata, a vostra sicurità hè rinfurzata. Firefox cifra e vostre parolle d’intesa, e vostre indette, è ancu di più.

source: When you share how you discovered Firefox and that you use it, you help us introduce our browser to more people.
co: Quandu vo spartite cumu vo avete scupertu Firefox è chì vo l’impiegate, ci aiutate à fà cunnosce u nostru navigatore à un mezu paese.

source: Where do you want your address bar?
co: Induve vulete piazzà a vostra barra d’indirizzu ?

source: Who might be able to see my activity?
co: Quale puderia fighjà a mo attività ?

source: Why did you disable inactive tabs?
co: Perchè vo avete disattivatu l’unghjette inattive ?

source: With Firefox on your home screen, you’ll have easy access to the privacy-first browser that blocks cross-site trackers.
co: Cù Firefox nant’à u vostru screnu d’accolta, averete un accessu faciule à un navigatore dedicatu à a cunfidenzialità chì blocca l’elementi intersiti di spiunagiu.

source: Would you like to leave %s to view this content?
co: Vulete lascià %s per affissà stu cuntenutu ?

source: Xiaomi devices may need extra permissions to add shortcuts to the home screen. Please check your settings.
co: L’apparechji Xiaomi ponu dumandà permessi addiziunali per aghjunghje l’accurtatoghji nant’à u screnu d’accolta. Ci vole à verificà i vostri parametri.

source: Yes, sign me in
co: Iè, cunnittetemi

source: Yes, try it
co: Sì, pruvallu

source: You are signed in as %s on another Firefox browser on this device. Would you like to sign in with this account?
co: Site cunnessi cum’è %s nant’à un altru navigatore Firefox cù st’apparechju. Vulete cunnettevi cù stu contu ?

source: You can learn more %1$s.
co: Pudete sapene di più %1$s.

source: You can set %1$s to automatically open links in apps.
co: Pudete cunfigurà %1$s per apre autumaticamente i liami in d’altre appiecazioni.

source: You can set Firefox to automatically open links in apps.
co: Pudete cunfigurà Firefox per apre autumaticamente i liami in d’altre appiecazioni.

source: You control when to use secure DNS and choose your provider.
co: Cuntrollate quandu impiegà u DNS sicuru è sciglite u vostru furnidore.

source: You control your data
co: Gardate u cuntrollu di i vostri dati

source: You don’t have any tabs open in %1$s on your other devices.
co: Ùn avete alcuna unghjetta aperta in %1$s nant’à i vostri altri apparechji.

source: You have an unsent crash report related to crashes being investigated. Sending it will help us improve %1$s. Closing this notification will ignore this report.
co: Avete un raportu, micca mandatu, nant’à un accidente chì hè in corsu d’investigazione. Mandatecilu per aiutacci à amendà %1$s. Chjode sta nutificazione per tralascià stu raportu.

source: You have extensions installed, but not enabled
co: Avete estensioni installate, ma ùn sò micca attivate

source: You have unsent crash reports (%1$d) related to crashes being investigated. Sending them will help us improve %2$s. Closing this notification will ignore these reports.
co: Avete raporti, micca mandati, nant’à accidenti (%1$d) chì sò in corsu d’investigazione. Mandatecili per aiutacci à amendà %2$s. Chjode sta nutificazione per tralascià sti raporti.

source: You’ll be logged out of most sites
co: Serete discunnessu(a) di a maiò parte di i siti

source: You’ll need to allow notifications in %1$s to receive them from this website.
co: Ci vole à permette e nutificazioni in %1$s per ricevele da stu situ web.

source: You’ll see fewer cookie requests
co: Viderete menu richieste di cannistrelli

source: You’ll see occasional ads for relevant products. All ads must meet our review quality standards. %s
co: Viderete, di quandu in quandu, una publicità per un pruduttu pertinente. Tutte ste publicità devenu risponde à e norme di qualità per l’avisi. %s

source: You’ll see occasional ads for relevant products. We only advertise products with reliable reviews. %s
co: Viderete, di quandu in quandu, una publicità per un pruduttu pertinente. Femu a publicità per i prudutti solu quandu i so avisi sò di cunfidenza. %s

source: You may want to block access if it's not clear why %s needs this data.
co: Forse preferite bluccà l’accessu s’ellu ùn hè micca chjaru perchè %s abbia bisognu di sti dati.

source: Your connection is not secure.
co: A vostra cunnessione ùn hè micca assicurata.

source: You’re 4 steps in. Only 2 more to go!
co: Avete compiu 4 tappe. Vi ne fermanu solu 2 !

source: You’re halfway there! Three steps finished and 2 to go.
co: Site à mezu viaghju ! Trè tappe finite è 2 à compie.

source: You’re halfway there! Three steps finished and 3 to go.
co: Site à mezu viaghju ! 3 tappe finite è 3 à compie.

source: You’re on an older version of Firefox
co: Impiegate una versione anziana di Firefox

source: You’re protected. If we spot something, we’ll let you know.
co: Site prutetti. S’è no fighjemu qualcosa, a vi feremu sapè.

source: Your personalized Firefox homepage now makes it easier to pick up where you left off. Find your recent tabs, bookmarks, and search results.
co: A vostra pagina d’accolta Firefox persunalizata vi permette avà di rivene d’una manera faciule induve vo avete lasciatu. Ci truverete l’unghjette, l’indette, è i risultati di ricerca recente.

source: Your report helps us understand and fix issues in %1$s to make it better for everyone. %2$s
co: U vostru signalamentu ci aiuta à capisce è currege i prublemi in %1$s per amendallu per tutti. %2$s

source: Your report helps us understand and fix issues in %1$s to make it better for everyone. Learn more
co: U vostru signalamentu ci aiuta à capisce è currege i prublemi in %1$s per amendallu per tutti.

source: Your report was sent
co: U vostru raportu hè statu mandatu

source: Your search for \"%1$s\"
co: A vostra ricerca di « %1$s »

source: Your tabs are syncing! Pick up where you left off on your other device.
co: E vostre unghjette sò sincrunizate ! Ripigliate induve vi site piantati nant’à u vostru altru apparechju.

source: Your version of Firefox will stop working properly on March 14 because a root certificate is expiring.
co: A vostra versione di Firefox ùn funziunerà più u 14 di marzu per via di a scadenza d’un certificatu di radica.

source: You turned off protections
co: Avete disattivatu e prutezzioni

source: You’ve completed 2 out of 5 steps. Great progress!
co: Avete compiu 2 nant’à e 5 tappe. Bella prugressione !

source: You’ve completed 2 out of 6 steps. Great progress!
co: Avete compiu 2 nant’à e 6 tappe. Bella prugressione !

source: You’ve completed all 3 steps. Enjoy the speed, privacy, and security of %1$s.
co: Avete compiu e 3 tappe. Toccu à voi d’apprezzà a vitezza, a cunfidenzialità è a sicurità di %1$s.

source: You’ve completed all 5 setup steps. Enjoy the speed, privacy, and security of %1$s.
co: Avete compiu e 5 tappe di a cunfigurazione. Toccu à voi d’apprezzà a vitezza, a cunfidenzialità è a sicurità di %1$s.

source: You’ve completed all 6 setup steps. Enjoy the speed, privacy, and security of %1$s.
co: Avete compiu e 6 tappe di a cunfigurazione. Toccu à voi d’apprezzà a vitezza, a cunfidenzialità è a sicurità di %1$s.

source: You’ve enabled HTTPS-Only Mode for enhanced security, and a HTTPS version of <em>%1$s</em> is not available.
co: Avete attivatu u modu « HTTPS solu » per una sicurità rinfurzata, ma ùn ci hè alcuna versione HTTPS di <em>%1$s</em>.

source: Zip
co: Codice pustale

source: %1$@ cares about your privacy. Read more in our %2$@
co: %1$@ face casu di a vostra vita privata. Sapene di più in a nostra %2$@

source: 1 Day Ago
co: 1 ghjornu

source: %1$@ ending in %2$@, issued to %3$@, expires %4$@
co: %1$@ finiscendusi da %2$@, rimessa à %3$@, scaderà u %4$@

source: 1. Go to Settings
co: 1. Andà à i parametri

source: 1. Go to *Settings*
co: 1. Andate à *Parametri*

source: %1$@, issued to %2$@, ending in %3$@, expires %4$@
co: Carta %1$@ per %2$@, cumpiendusi da %3$@, scade u %4$@

source: 1 Month Ago
co: 1 mese

source: %1$@ of %2$@
co: %1$@ nant’à %2$@

source: 1 of %d files
co: 1 schedariu nant’à %d

source: %1$@ on %2$@
co: %1$@ nant’à %2$@

source: %1$@ out of %2$@
co: %1$@ nant’à %2$@

source: %1$@ Sent from %2$@ 🦊 %3$@
co: %1$@ Mandatu da %2$@ 🦊 %3$@

source: %1$@ Sent from %2$@ 🦊 Try the mobile browser: %3$@
co: %1$@ Mandatu da %2$@ 🦊 Pruvate u navigatore mobile : %3$@

source: %1$@ strives to only collect what we need to provide and improve %2$@ for everyone.
co: %1$@ face casu à cullettà solu i dati chì sò ghjuvevule per rigalà è amendà %2$@ à tutti.

source: %1$@, switch button, %2$@.
co: %1$@, buttone per cambià, %2$@.

source: %1$@ tabs closed: %2$@
co: Unghjette di %1$@ chjose : %2$@

source: 1 Week Ago
co: 1 settimana

source: 2. Tap *Default Browser App*
co: 2. Picchichjate nant’à *Appiecazione predefinita di navigazione*

source: 2. Tap Default Browser App
co: 2. Picchichjà l’appiecazione predefinita di navigazione

source: 3. Select *%@*
co: 3. Selezziunate *%@*

source: 3. Select Firefox
co: 3. Selezziunà Firefox

source: Accept consent
co: Accettà l’accunsentu

source: Access your open tabs directly on your homescreen.
co: Accidite à e vostre unghjette aperte direttamente da u vostru screnu d’accolta.

source: Account Verification Required
co: Verificazione di contu richiesta

source: Actual Size
co: Dimensione attuale

source: Ad by %@
co: Publicità da %@

source: Add a Firefox shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
co: Aghjunghjite un accurtatoghju Firefox à u vostru screnu d’accolta. Dopu l’aghjuntu di u widget, tuccatelu è mantenelu per mudificalu è selezziunate un altru accurtatoghju.

source: Add Bookmark
co: Aghjunghje un’indetta

source: Add Card
co: Aghjunghje una carta

source: Add Credit Card
co: Aghjunghje una carta bancaria

source: Added page to Reading List
co: Pagina aghjunta à a lista di lettura

source: Added Search engine!
co: U mutore di ricerca hè statu aghjuntu.

source: Added to Reading List
co: Aghjunta à a lista di lettura

source: Added To Reading List
co: Aghjuntu à a lista di lettura

source: Added to Shortcuts
co: Aghjuntu à l’accurtatoghji

source: Add Firefox shortcuts to your Home screen.
co: Aghjunghjite accurtatoghji Firefox à u vostru screnu d’accolta.

source: Address and Search
co: Ricerca o indirizzu

source: Address Bar
co: Barra d’indirizzu

source: Address Bar Placement
co: Pusizione di a barra d’indirizzu

source: Address Couldn’t Be Removed
co: L’indirizzu ùn pò micca esse cacciatu

source: Address Couldn’t Be Saved
co: L’indirizzu ùn pò micca esse arregistratu

source: Address for %@
co: Indirizzu per %@

source: Address Information Updated
co: Infurmazioni d’indirizzu mudificate

source: Address Removed
co: Indirizzu cacciatu

source: Address Saved
co: Indirizzu arregistratu

source: Add Search Engine
co: Aghjunghje un mutore di ricerca

source: Add Search Provider?
co: Aghjunghje u mutore di ricerca ?

source: Add shortcuts to frequently and recently visited sites.
co: Aghjunghjite accurtatoghji à i siti visitati aspessu è pocu fà.

source: Add shortcuts to your open tabs.
co: Aghjunghjite accurtatoghji à e vostre unghjette aperte.

source: Add Tab
co: Aghjunghje un’unghjetta

source: Add to Bookmarks
co: Aghjunghje à l’indette

source: Add to calendar?
co: Aghjunghje à u calendariu ?

source: Add to Home Screen
co: Aghjunghje à u screnu d’accolta

source: Add to Reading List
co: Aghjunghje à a lista di lettura

source: Add to Shortcuts
co: Aghjunghje à l’accurtatoghji

source: A device has disconnected from Firefox Sync
co: Un apparechju hè statu discunnessu da Firefox Sync

source: Ad trackers
co: Perseguitatori publicitarii

source: After 10 minutes
co: Dopu 10 minuti

source: After 15 minutes
co: Dopu 15 minuti

source: After 1 hour
co: Dopu 1 ora

source: After 1 minute
co: Dopu 1 minutu

source: After 5 minutes
co: Dopu 5 minuti

source: Agree and Continue
co: Accettà è cuntinuà

source: Align QR code within frame to scan
co: Piazzate u codice QR in u quadru per ch’ellu sia analizatu

source: Allow Audio and Video
co: Permette l’audio è a video

source: Allow Feature Studies
co: Permette e studii nant’à e funzioni

source: Allow Firefox to use my Photos
co: Auturizà Firefox à impiegà e mo fotò

source: Allow Page Summaries?
co: Permette i riassunti di pagina ?

source: Allow Remote Improvements
co: Permette l’amendamenti à distanza

source: Allows some ad tracking so websites function properly.
co: Permette qualchì elementu di spiunagiu da e publicità per chì i siti funziuneghjinu currettamente.

source: Allows some trackers so websites function properly.
co: Permette qualchì elementu di spiunagiu per chì i siti funziuneghjanu currettamente.

source: Allow %@ to open?
co: Permette l’apertura da %@ ?

source: All Stories
co: Tutti l’articuli

source: All Time
co: Di sempre

source: Alternative Search Engines
co: Mutori di ricerca alternativi

source: Always Send
co: Mandà sempre

source: A modern mobile browser from Mozilla, the non-profit committed to a free and open web.
co: Un navigatore mobile è mudernu da Mozilla, l’urganismu senza prufittu chì s’impegna à difende un Web liberu è apertu.

source: Analysis Is Up To Date
co: L’analisa hè l’ultima

source: Analytic trackers
co: Perseguitatori di statistiche
